Repository: alicansekban/Salus-iOS
Catalog: Packages/Features/FeatureHome/Sources/FeatureHome/Resources/Localizable.xcstrings
Source language: tr
Languages: en

# dose_status_missed
source: Kaçırıldı
en: Missed

# dose_status_pending
source: Bekliyor
en: Pending

# dose_status_snoozed
source: Ertelendi
en: Snoozed

# dose_status_taken
source: İçildi
en: Taken

# home_ai_summary_description
source: Kayıtlarından haftalık ya da aylık bir sağlık özeti çıkar.
en: Turn your records into a weekly or monthly health summary.

# home_ai_summary_free_credit
source: 1 ücretsiz deneme hakkın var
en: You have 1 free summary left

# home_ai_summary_title
source: Yapay zekâ özeti
en: AI summary

# home_greeting_afternoon
source: İyi günler
en: Good afternoon

# home_greeting_evening
source: İyi akşamlar
en: Good evening

# home_greeting_morning
source: Günaydın
en: Good morning

# home_greeting_night
source: İyi geceler
en: Good night

# home_take_dose
source: Al
en: Take

# home_view_details
source: Detayları gör
en: View details

# today_appointments_empty
source: Yaklaşan randevu yok.
en: No upcoming appointments.

# today_appointments_title
source: Yaklaşan randevular
en: Upcoming appointments

# today_cycle_day
source: Döngünün %1$lld. günü
en: Cycle day %1$lld

# today_cycle_empty
source: Henüz dönem kaydı yok.
en: No period logged yet.

# today_cycle_period_ongoing
source: Dönem devam ediyor
en: Period ongoing

# today_cycle_title
source: Döngü
en: Cycle

# today_doses_empty
source: Bugün için planlı doz yok.
en: No doses scheduled for today.

# today_doses_title
source: Bugünün dozları
en: Today's doses

# today_vitals_bp
source: Tansiyon: %1$@/%2$@ mmHg
en: Blood pressure: %1$@/%2$@ mmHg

# today_vitals_empty
source: Henüz ölçüm yok.
en: No measurements yet.

# today_vitals_glucose_mgdl
source: Kan şekeri: %1$@ mg/dL
en: Blood glucose: %1$@ mg/dL

# today_vitals_glucose_mmol
source: Kan şekeri: %1$@ mmol/L
en: Blood glucose: %1$@ mmol/L

# today_vitals_title
source: Ölçümler
en: Measurements

# today_vitals_weight
source: Kilo: %1$@ kg
en: Weight: %1$@ kg
